Repository: lardissone/pium
Catalog: Pium/Resources/Localizable.xcstrings
Source language: en
Languages: es

# settings.updates.currentVersion
source: Current version
es: Versión actual

# settings.updates.lastCheck
source: Last checked
es: Última comprobación

# settings.updates.lastCheck.never
source: Never
es: Nunca

# settings.updates.title
source: Updates
es: Actualizaciones

# settings.windowTitle
source: Pium! Settings
es: Ajustes de Pium!

# update.notice.available %@
source: Pium %@ is available
es: Pium %@ está disponible

# update.notice.install
source: Install
es: Instalar

# update.waiting.body %@
source: Pium will restart into it when “%@” finishes.
es: Pium se va a reiniciar cuando termine «%@».

# update.waiting.title
source: The update is ready
es: La actualización está lista
